from django.contrib import admin
from .models import Reaction

@admin.register(Reaction)
class ReactionAdmin(admin.ModelAdmin):
    pass

# 짧게 보지 말자.
# IT 섹터
# - IT가 커질까요 작아질까요??
# - 진짜 개발자가 사라질거라고 생각하십니까? => X
# 코드 몽키 // 생산성 -> 주4일(배달의민족 작년1월부터)
# 1인개발회사 - 아이디어 (책도 많이 읽자.) + 기획력

# 화학공학 -> ???
# 대법원판례 공부시켜서 -> 변호사들에게 판례제공 서비스
# 불교AI -> 스님AI

# BE_02_신현민 사람들이 많이 죽었다는 그런 전쟁관련 소식을 전하는데 밝고 명랑한 소리로 방송을 해서. ㅋㅋ
# BE_02_윤소희 python 이랑 'django' 3개만 파도 취업이 가능할까요 당장 ㄷ짧게 보면
# +FAST API

# 2,349건
# - 다 지원했어.
# - 200군데 면접 -> 400개 500개 -> 1000개
# - 소개팅을 200명해. 이 중에 1명이랑 사귈 자신있다 없다?
# - 포트폴리오-스펙 (남자 나 집있어, 차있어, 우리아빠 손흥민)
# - 사람을 설득하는 일이다.
# - 10명한테 다 거절당했어. -> 멘탈이 힘들어요. (난 안되나보네..)
# 총선. 돈 풀어야지. 돈 흘러들어오지 않을까. 스타트업 모태펀드 
# 경력자는 이직은 쉬워요. 진입자들이 문제인거지.
# 비관론자 => 비관 // 고민할시간에 코딩한줄 더하고. 실력을 쌓겠다.
# 될놈은 되거든요? 내가 될놈이 되면 되지.
# 회사가 많아요